{
    "terms": [
        {
            "term": "cisgender",
            "definition": "Designating a person whose sense of personal identity and gender corresponds to his or her sex at birth."
        },
        {
            "term": "transgender",
            "definition": "Designating a person whose sense of personal identity and gender does not correspond to that person's sex at birth, or which does not otherwise conform to conventional notions of sex and gender."
        },
        {
            "term": "non-binary",
            "definition": "Not identifying as male or female; having a gender identity that does not confirm to traditional binary notions of gender (according to which all individuals are exclusively either male or female)."
        },
        {
            "term": "two-spirit",
            "definition": "Having a dual gender identity."
        },
        {
            "term": "sex",
            "definition": "The physical state of being either male, female, or intersex."
        },
        {
            "term": "gender",
            "definition": "A group of people in a society who share particular qualities or ways of behaving which that society associates with being male, female, or another identity."
        },
        {
            "term": "intersex",
            "definition": "Having a body that is between male or female, or relating to this state."
        },
        {
            "term": "agender",
            "definition": "Describing a person who does not identify as any particular gender."
        },
        {
            "term": "gender dysphoria",
            "definition": "The very deep feeeling of extreme anxiety and unhappiness that some people have when their body or other people's treatment of them does not match their gender identity and they wish it did."
        },
        {
            "term": "gender identity",
            "definition": "The fact of being, or deep feeling that you are, a particular gender."
        },
        {
            "term": "sexual orientation",
            "definition": "The fact of someone being sexually or romantically attracted to people of a particular gender, or more than one gender."
        },
        {
            "term": "gender-fluid",
            "definition": "Not having only one gender, or moving freely between genders."
        },
        {
            "term": "genderqueer",
            "definition": "Having a gender identity that is not simply male or female, or experiencing gender in a way that is different from the way society expects you to."
        },
        {
            "term": "bigender",
            "definition": "Used to describe a person whose gender identity is made up of two genders, or moves from one gender to another and back again."
        },
        {
            "term": "androgynous",
            "definition": "Having both male and female features; not clearly male or female."
        }
    ]
}